{"chunks": [{"type": "text", "content": "Chargezoom Go to chargezoom.com\nSurcharging\nBack to home\nHow do I include a Surcharge during a batch process?\nWhen applying a batch payment to a customer's invoices, you can include a\nSurcharge fee with one click.\nNavigate to the Customers tab and find the customer that you want to process payment for\nLive Support.", "page": 1}, {"type": "table", "page": 1, "content": "Chargezoom Go to chargezoom.com,,\nSurcharging,,\n,,\n"}, {"type": "table", "page": 1, "content": "Live Support,,\n,Live Support,\n,,Live Support\n,,\n"}, {"type": "image", "page": 1, "content": "/tmp/page1_img0.png", "description": "The image you've provided is quite small and appears to be heavily pixelated or blurred, making it quite difficult to describe in detail. However, I can observe that it features what seems to be a text overlay with a digital or glitch-like effect applied to it. The text appears to be \"chqrezoom\" or a similar set of characters, but the pixelation makes it hard to discern with certainty.\n\nThe background is predominantly dark, likely black, and the text is in a shade of blue, creating a contrast that allows the characters to stand out, albeit distorted. The overall feel is that of a digital or electronic theme, possibly suggesting an error, corruption, or digital interference. Due to the low resolution and quality, any further details are not clearly distinguishable."}, {"type": "image", "page": 1, "content": "/tmp/page1_img1.png", "description": "The image you've provided appears to be a black and white icon with a stylized representation that resembles a check inside a box. The icon features a bold, thick outline with a geometric design. The box portion is comprised of a white outline with a black fill, and the check mark inside is also white. The check mark starts from the top left corner of the box, descending diagonally to the bottom left corner and then sharply turns in a near-45-degree angle to the upper right corner of the box. This type of icon is commonly used to indicate a selection, approval, completion, or a positive response in various user interfaces."}, {"type": "image", "page": 1, "content": "/tmp/page1_img2.png", "description": "The image you've provided appears to be a completely black square or rectangle. There seems to be no visible content—no shapes, colors, or discernible objects. It is just a plain black image. If there is supposed to be an image, it is either not loading correctly or was intended to be a solid black color."}, {"type": "text", "content": "On the Customer Profile page, scroll to the Invoices tab. Here you can easily view the status of all of your customer's invoices.\nLive Support.", "page": 2}, {"type": "table", "page": 2, "content": ",,,,,\n,,,,,\n\"On the Customer Profile page, scroll to the Invoices tab. Here you can easily view the status of all of your customer's invoices.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 2, "content": "/tmp/page2_img0.png", "description": "This image shows a screenshot of a dashboard from a software application named \"chargezoom,\" as indicated by the logo in the upper left corner. The dashboard displays various financial metrics and includes a navigation sidebar on the left with options like \"Dashboard,\" \"Credit card,\" \"Electronic Check,\" \"Customers,\" \"Subscriptions,\" and other related items.\n\nThere are three prominent figures at the top of the main content area:\n1. A green circle with a checkmark and the text \"$917.99 October Revenue.\"\n2. A blue circle with a credit card icon and the text \"$917.99 Credit Card Payments.\"\n3. A purple circle with some icon not entirely visible and likely related to another financial metric.\n\nBelow these figures is a line graph titled \"REVENUE HISTORY,\" with the value \"$433.00\" and an option to select different date ranges (showing \"Custom\" with dates 06/01/2022 to 06/04/2022). The graph shows a fluctuating revenue history with points connected by lines, and the vertical axis is marked with monetary values.\n\nThe overall design suggests a user-friendly interface focused on financial tracking and reporting for businesses or individuals."}, {"type": "image", "page": 2, "content": "/tmp/page2_img1.png", "description": "You've shared a black and white image featuring a graphic element consisting of a stylized letterform. The letter appears to be an uppercase \"B\" where the vertical stem lines are not connected, forming two distinct parts of the character. The top part consists of two loops, a smaller one encased within a larger one, and the larger loop extending slightly above and below the smaller one. The lower part is a larger loop that completes the bottom of the \"B,\" rounding off to form the base of the character.\n\nThe graphic is very simple and minimalistic, with a bold contrast due to the use of pure black against a solid white background. The design does not have any shading or gradient and relies on clear geometric shapes and clean lines to convey the letter. It could be an abstract representation or a logo, insinuating a sense of modernity and sleekness often associated with contemporary design aesthetics. It may also represent a brand, organization, or product, given its unique and distinctive style."}, {"type": "image", "page": 2, "content": "/tmp/page2_img2.png", "description": "The image appears to be completely black, indicating that there might not be anything displayed or that it could be a solid black image. If there is supposed to be content, it's not visible to me. If you have a specific image you'd like described, please provide it and I'll be happy to help!"}, {"type": "text", "content": "If you would like to process multiple invoices for the customer, click the Batch Process button.\nLive Support.", "page": 3}, {"type": "table", "page": 3, "content": ",,,,,\n,,,,,\n\"If you would like to process multiple invoices for the customer, click the Batch Process button.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 3, "content": "/tmp/page3_img0.png", "description": "This image displays a screenshot of an invoicing software interface, specifically focused on a customer's account detail page.\n\nOn the left side of the screen, there is a navigation menu with options including \"Invoices,\" \"Transactions,\" \"Products & Services,\" \"Reports,\" \"Configuration,\" and \"Integrations.\"\n\nThe main part of the screen to the right shows contact information for a customer named Frank Christie, with an email and phone number provided (partially blurred). The contact was added on March 8, 2022, at 2:42 PM. There is a toggle switch, set to \"Deactivate,\" indicating the status of the account. Payment information and a customer portal status are also mentioned, with options to view/update or resend, respectively.\n\nAt the top right, there is a shipping address section with the same name, Frank Christie, and contact details displayed.\n\nThe central focus of this screen is the \"INVOICES\" tab, which is highlighted in orange, indicating it is the active tab. Below it, there are other tabs like \"TRANSACTIONS,\" \"SUBSCRIPTIONS,\" \"EMAIL HISTORY,\" and \"NOTES\" which are not currently selected. Inside the invoices section, there is a table with a list of invoices, including columns for 'Invoice', 'Due Date', 'Balance', 'Status', and 'Action'. The invoice numbers, due dates, balanced amounts, and statuses ('Partial' or 'Overdue') are listed for four individual invoices."}, {"type": "image", "page": 3, "content": "/tmp/page3_img1.png", "description": "The image displays a geometric graphic of a black and white icon with a stylized design. The main elements consist of black and white areas, with the black forming a shape reminiscent of a checkmark or tick that seems to be enclosed within an incomplete box or square that is defined by white lines. The icon has a bold and simplistic aesthetic, typically associated with user interface design to indicate a task being selected, completed, or confirmed, as seen in checklists, forms, or as a symbol for correctness, approval, or a positive response. The background of the image is completely white, which contrasts with the black graphic, enhancing its visibility and distinctiveness."}, {"type": "image", "page": 3, "content": "/tmp/page3_img2.png", "description": "The image appears to be completely black. There are no visible details, objects, or variations in color within the frame. It might be an image that failed to load properly, was taken with a lens cap on, or is an intentional solid black image. If there are supposed to be details or objects that are not showing due to technical reasons, I'm unable to provide information about them."}, {"type": "text", "content": "The Process Invoices window will appear. Click the checkbox next to the invoice(s) that you wish to process payment for. If\nyour customer has payment methods stored in their profile, a dropdown menu of options will be shown. If a customer does\nnot have a payment method stored, an entry form for Credit Card Number will be displayed.\nLive Support.", "page": 4}, {"type": "table", "page": 4, "content": ",,,,,\n,,,,,\n\"The Process Invoices window will appear. Click the checkbox next to the invoice(s) that you wish to process payment for. If\nyour customer has payment methods stored in their profile, a dropdown menu of options will be shown. If a customer does\nnot have a payment method stored, an entry form for Credit Card Number will be displayed.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 4, "content": "/tmp/page4_img0.png", "description": "The image shows a screenshot of a software application that is likely used for business accounting or invoice management. The layout is divided into several sections with various elements:\n\nOn the left side, there is a vertical navigation bar with options such as Transactions, Products & Services, Reports, Configuration, and Integrations.\n\nThe main section is divided into two columns. The left column contains the details of a customer or client profile:\n- There is a phone number listed at the top: 812-670-0446.\n- Contact details include a primary contact named Frank Christie with an email address: frank@newportplanes.com.\n- The account was added on March 08, 2022, at 2:42 PM, and there is a toggle switch with options to Activate or Deactivate the profile.\n- Payment information is available with options to View/Update or Add New.\n- There is a Customer Portal with a Pending Resend status.\n\nThe right column features the shipping address for Frank Christie, confirming the phone number and email address.\n\nBelow the customer details, there is a section with tabs for Invoices, Transactions, Subscriptions, Email History, and Notes.\n\nThe 'Invoices' tab is active, displaying a table with the following columns:\n- Invoice: four invoice numbers are listed (e.g., CHZ103322, CHZ103317, etc.).\n- Due Date: dates such as August 27, 2022, and March 22, 2022, are"}, {"type": "image", "page": 4, "content": "/tmp/page4_img1.png", "description": "You've provided a simple black and white image that features a stylized letter \"B.\" The design is minimalistic and appears to be composed of two parts: the upper half resembles a backwards \"3\" or an \"open heart\" shape, and the bottom half forms a solid rectangle with a cut that creates the negative space of the \"B's\" lower loop. The overall shape is bold and the contrast between black and white is stark, making it stand out clearly. This could be a logo or a graphic design element, with a modern and clean aesthetic."}, {"type": "image", "page": 4, "content": "/tmp/page4_img2.png", "description": "The image appears to be a completely black rectangle with no visible content. This might mean the image failed to load, it's a placeholder, or it may be intended to be a solid black image. If this is not the case and there is supposed to be content, it's not displaying correctly in the image provided."}, {"type": "text", "content": "You can opt to apply a SuPrhcohnaer sguep ptoo rat:n 8y0 i0n-3v6o9ic-1e1s6 b0eing paid by anG eol itgoib clhea rcgreezdoiot mca.crodm. I f your busineSschs ehdausle S Luivrec hSauprgpionrgt\nenabled for all invoices, this box will be checked by default and include the determined amount.\nLive Support.", "page": 5}, {"type": "table", "page": 5, "content": ",,,,,\n,,,,,\n,,,,,\n,,,,,\n\"You can opt to apply a SuPrhcohnaer sguep ptoo rat:n 8y0 i0n-3v6o9ic-1e1s6 b0eing paid by anG eol itgoib clhea rcgreezdoiot mca.crodm. I f your busineSschs ehdausle S Luivrec hSauprgpionrgt\nenabled for all invoices, this box will be checked by default and include the determined amount.\",,,,,\n,,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 5, "content": "/tmp/page5_img0.png", "description": "The image contains the text \"chargezoom\" in a sans-serif font, presented in a bold and modern style. The first part of the text, \"charge,\" is in white, while the second part, \"zoom,\" is in a bright blue. A distinctive feature of the design is a stylized blue power icon integrated into the letter 'g', which represents the \"on/off\" symbol commonly associated with electronic devices. The overall style of the text and the icon suggests a branding image for a company or service related to either charging solutions, energy services, or technology focused on power and efficiency. The background of the image is a flat, dark color, which contrasts with the text and makes it stand out."}, {"type": "image", "page": 5, "content": "/tmp/page5_img1.png", "description": "This is a screenshot of a computer interface for an invoice processing system. The main focus is on a pop-up window titled \"PROCESS INVOICES.\" Within this window, there are several input fields and options:\n\n- Gateway: It has a dropdown menu, and 'NMI' is currently selected.\n- Select Card: There is a dropdown menu for card selection with an option for 'New Card.'\n- Percentage: A text box with '3.00' entered, followed by a checkbox for 'Surcharge.'\n- A table lists four invoices with columns for Invoice number, Due Date, Amount, and Payment. Each row has a text input box under 'Payment' where the user can presumably enter a payment amount.\n- Below the invoice table, there is a field to enter a 'Credit Card Number' and another row for 'EXP Date' and 'Security Code (CVV)' for a credit card. Next to these fields is a checkbox labeled 'Do not save Credit Card.'\n- At the bottom, there is a section for 'BILLING ADDRESS' with a prompt for 'Address Line 1.'\n\nOn the right side of the pop-up window, two buttons are visible: one says 'Submit Process,' and the other is '+ Add Invoice.'\n\nOutside the pop-up, the blurred background suggests additional content, including more interface elements which appear to be part of the overall invoicing system. On the left side, there are tabs for Transactions, Products & Services, Reports, Configuration, and"}, {"type": "image", "page": 5, "content": "/tmp/page5_img2.png", "description": "You've provided an image that depicts a black and white graphic. It's a silhouette with a stark contrast between the white and black areas. The design consists of a curvilinear shape resembling the number \"2\" or a backward letter \"S\" with a rectangular negative space at the bottom that's horizontally oriented. The thick borders create a bold visual with no other colors or gradients, making it a simple yet striking monochromatic graphic. The image appears to be a flat, two-dimensional representation with no shading or texture, which suggests it could be a logo, a design element, or a stylized number."}, {"type": "image", "page": 5, "content": "/tmp/page5_img3.png", "description": "The image appears to be completely black, suggesting that there might be no visual content, it's an extremely dark scene, or it could possibly be an error in the image file. There is nothing discernible within this frame given the data provided. If there was supposed to be content, there might be an issue with the image upload or the source itself."}, {"type": "text", "content": "Was this article helpful? Yes No\nRelated articles\nHow do I add a surcharge to a one-off payment?\nHow do I create User Roles?\nHow can I batch-process multiple invoices for a single customer?\nHow to use Text to Pay?\nHow do I enable Surcharging?\nLive Support.", "page": 6}, {"type": "table", "page": 6, "content": ",,,\n,,,\n,,,\n,,,\n"}, {"type": "image", "page": 6, "content": "/tmp/page6_img0.png", "description": "The image shows a simple, bold, black and white icon that represents an open envelope. The icon style is minimalistic, with a thick black outline forming the shape of the envelope. The envelope is depicted as being slightly open at the top, with the flap partially raised, indicating that it may contain a letter or message. The background of the image is plain white, which creates a strong contrast with the black silhouette of the envelope icon. This kind of icon is typically used in graphic user interfaces to represent email applications, messaging, or communication services."}, {"type": "image", "page": 6, "content": "/tmp/page6_img1.png", "description": "The image appears to be a completely black square. Since no details are visible, it looks like either the image didn't load properly, it's meant to be a solid black image, or the content is too dark to discern any detail from this view. If there's supposed to be something in the image, it's not visible with the current display settings or image quality."}], "chunk_texts": [{"type": "text", "content": "Chargezoom Go to chargezoom.com\nSurcharging\nBack to home\nHow do I include a Surcharge during a batch process?\nWhen applying a batch payment to a customer's invoices, you can include a\nSurcharge fee with one click.\nNavigate to the Customers tab and find the customer that you want to process payment for\nLive Support.", "page": 1}, {"type": "table", "page": 1, "content": "Chargezoom Go to chargezoom.com,,\nSurcharging,,\n,,\n"}, {"type": "table", "page": 1, "content": "Live Support,,\n,Live Support,\n,,Live Support\n,,\n"}, {"type": "image", "page": 1, "content": "/tmp/page1_img0.png", "description": "The image you've provided is quite small and appears to be heavily pixelated or blurred, making it quite difficult to describe in detail. However, I can observe that it features what seems to be a text overlay with a digital or glitch-like effect applied to it. The text appears to be \"chqrezoom\" or a similar set of characters, but the pixelation makes it hard to discern with certainty.\n\nThe background is predominantly dark, likely black, and the text is in a shade of blue, creating a contrast that allows the characters to stand out, albeit distorted. The overall feel is that of a digital or electronic theme, possibly suggesting an error, corruption, or digital interference. Due to the low resolution and quality, any further details are not clearly distinguishable."}, {"type": "image", "page": 1, "content": "/tmp/page1_img1.png", "description": "The image you've provided appears to be a black and white icon with a stylized representation that resembles a check inside a box. The icon features a bold, thick outline with a geometric design. The box portion is comprised of a white outline with a black fill, and the check mark inside is also white. The check mark starts from the top left corner of the box, descending diagonally to the bottom left corner and then sharply turns in a near-45-degree angle to the upper right corner of the box. This type of icon is commonly used to indicate a selection, approval, completion, or a positive response in various user interfaces."}, {"type": "image", "page": 1, "content": "/tmp/page1_img2.png", "description": "The image you've provided appears to be a completely black square or rectangle. There seems to be no visible content—no shapes, colors, or discernible objects. It is just a plain black image. If there is supposed to be an image, it is either not loading correctly or was intended to be a solid black color."}, {"type": "text", "content": "On the Customer Profile page, scroll to the Invoices tab. Here you can easily view the status of all of your customer's invoices.\nLive Support.", "page": 2}, {"type": "table", "page": 2, "content": ",,,,,\n,,,,,\n\"On the Customer Profile page, scroll to the Invoices tab. Here you can easily view the status of all of your customer's invoices.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 2, "content": "/tmp/page2_img0.png", "description": "This image shows a screenshot of a dashboard from a software application named \"chargezoom,\" as indicated by the logo in the upper left corner. The dashboard displays various financial metrics and includes a navigation sidebar on the left with options like \"Dashboard,\" \"Credit card,\" \"Electronic Check,\" \"Customers,\" \"Subscriptions,\" and other related items.\n\nThere are three prominent figures at the top of the main content area:\n1. A green circle with a checkmark and the text \"$917.99 October Revenue.\"\n2. A blue circle with a credit card icon and the text \"$917.99 Credit Card Payments.\"\n3. A purple circle with some icon not entirely visible and likely related to another financial metric.\n\nBelow these figures is a line graph titled \"REVENUE HISTORY,\" with the value \"$433.00\" and an option to select different date ranges (showing \"Custom\" with dates 06/01/2022 to 06/04/2022). The graph shows a fluctuating revenue history with points connected by lines, and the vertical axis is marked with monetary values.\n\nThe overall design suggests a user-friendly interface focused on financial tracking and reporting for businesses or individuals."}, {"type": "image", "page": 2, "content": "/tmp/page2_img1.png", "description": "You've shared a black and white image featuring a graphic element consisting of a stylized letterform. The letter appears to be an uppercase \"B\" where the vertical stem lines are not connected, forming two distinct parts of the character. The top part consists of two loops, a smaller one encased within a larger one, and the larger loop extending slightly above and below the smaller one. The lower part is a larger loop that completes the bottom of the \"B,\" rounding off to form the base of the character.\n\nThe graphic is very simple and minimalistic, with a bold contrast due to the use of pure black against a solid white background. The design does not have any shading or gradient and relies on clear geometric shapes and clean lines to convey the letter. It could be an abstract representation or a logo, insinuating a sense of modernity and sleekness often associated with contemporary design aesthetics. It may also represent a brand, organization, or product, given its unique and distinctive style."}, {"type": "image", "page": 2, "content": "/tmp/page2_img2.png", "description": "The image appears to be completely black, indicating that there might not be anything displayed or that it could be a solid black image. If there is supposed to be content, it's not visible to me. If you have a specific image you'd like described, please provide it and I'll be happy to help!"}, {"type": "text", "content": "If you would like to process multiple invoices for the customer, click the Batch Process button.\nLive Support.", "page": 3}, {"type": "table", "page": 3, "content": ",,,,,\n,,,,,\n\"If you would like to process multiple invoices for the customer, click the Batch Process button.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 3, "content": "/tmp/page3_img0.png", "description": "This image displays a screenshot of an invoicing software interface, specifically focused on a customer's account detail page.\n\nOn the left side of the screen, there is a navigation menu with options including \"Invoices,\" \"Transactions,\" \"Products & Services,\" \"Reports,\" \"Configuration,\" and \"Integrations.\"\n\nThe main part of the screen to the right shows contact information for a customer named Frank Christie, with an email and phone number provided (partially blurred). The contact was added on March 8, 2022, at 2:42 PM. There is a toggle switch, set to \"Deactivate,\" indicating the status of the account. Payment information and a customer portal status are also mentioned, with options to view/update or resend, respectively.\n\nAt the top right, there is a shipping address section with the same name, Frank Christie, and contact details displayed.\n\nThe central focus of this screen is the \"INVOICES\" tab, which is highlighted in orange, indicating it is the active tab. Below it, there are other tabs like \"TRANSACTIONS,\" \"SUBSCRIPTIONS,\" \"EMAIL HISTORY,\" and \"NOTES\" which are not currently selected. Inside the invoices section, there is a table with a list of invoices, including columns for 'Invoice', 'Due Date', 'Balance', 'Status', and 'Action'. The invoice numbers, due dates, balanced amounts, and statuses ('Partial' or 'Overdue') are listed for four individual invoices."}, {"type": "image", "page": 3, "content": "/tmp/page3_img1.png", "description": "The image displays a geometric graphic of a black and white icon with a stylized design. The main elements consist of black and white areas, with the black forming a shape reminiscent of a checkmark or tick that seems to be enclosed within an incomplete box or square that is defined by white lines. The icon has a bold and simplistic aesthetic, typically associated with user interface design to indicate a task being selected, completed, or confirmed, as seen in checklists, forms, or as a symbol for correctness, approval, or a positive response. The background of the image is completely white, which contrasts with the black graphic, enhancing its visibility and distinctiveness."}, {"type": "image", "page": 3, "content": "/tmp/page3_img2.png", "description": "The image appears to be completely black. There are no visible details, objects, or variations in color within the frame. It might be an image that failed to load properly, was taken with a lens cap on, or is an intentional solid black image. If there are supposed to be details or objects that are not showing due to technical reasons, I'm unable to provide information about them."}, {"type": "text", "content": "The Process Invoices window will appear. Click the checkbox next to the invoice(s) that you wish to process payment for. If\nyour customer has payment methods stored in their profile, a dropdown menu of options will be shown. If a customer does\nnot have a payment method stored, an entry form for Credit Card Number will be displayed.\nLive Support.", "page": 4}, {"type": "table", "page": 4, "content": ",,,,,\n,,,,,\n\"The Process Invoices window will appear. Click the checkbox next to the invoice(s) that you wish to process payment for. If\nyour customer has payment methods stored in their profile, a dropdown menu of options will be shown. If a customer does\nnot have a payment method stored, an entry form for Credit Card Number will be displayed.\nLive Support\",,,,,\n,,,,,\n,Live Support,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 4, "content": "/tmp/page4_img0.png", "description": "The image shows a screenshot of a software application that is likely used for business accounting or invoice management. The layout is divided into several sections with various elements:\n\nOn the left side, there is a vertical navigation bar with options such as Transactions, Products & Services, Reports, Configuration, and Integrations.\n\nThe main section is divided into two columns. The left column contains the details of a customer or client profile:\n- There is a phone number listed at the top: 812-670-0446.\n- Contact details include a primary contact named Frank Christie with an email address: frank@newportplanes.com.\n- The account was added on March 08, 2022, at 2:42 PM, and there is a toggle switch with options to Activate or Deactivate the profile.\n- Payment information is available with options to View/Update or Add New.\n- There is a Customer Portal with a Pending Resend status.\n\nThe right column features the shipping address for Frank Christie, confirming the phone number and email address.\n\nBelow the customer details, there is a section with tabs for Invoices, Transactions, Subscriptions, Email History, and Notes.\n\nThe 'Invoices' tab is active, displaying a table with the following columns:\n- Invoice: four invoice numbers are listed (e.g., CHZ103322, CHZ103317, etc.).\n- Due Date: dates such as August 27, 2022, and March 22, 2022, are"}, {"type": "image", "page": 4, "content": "/tmp/page4_img1.png", "description": "You've provided a simple black and white image that features a stylized letter \"B.\" The design is minimalistic and appears to be composed of two parts: the upper half resembles a backwards \"3\" or an \"open heart\" shape, and the bottom half forms a solid rectangle with a cut that creates the negative space of the \"B's\" lower loop. The overall shape is bold and the contrast between black and white is stark, making it stand out clearly. This could be a logo or a graphic design element, with a modern and clean aesthetic."}, {"type": "image", "page": 4, "content": "/tmp/page4_img2.png", "description": "The image appears to be a completely black rectangle with no visible content. This might mean the image failed to load, it's a placeholder, or it may be intended to be a solid black image. If this is not the case and there is supposed to be content, it's not displaying correctly in the image provided."}, {"type": "text", "content": "You can opt to apply a SuPrhcohnaer sguep ptoo rat:n 8y0 i0n-3v6o9ic-1e1s6 b0eing paid by anG eol itgoib clhea rcgreezdoiot mca.crodm. I f your busineSschs ehdausle S Luivrec hSauprgpionrgt\nenabled for all invoices, this box will be checked by default and include the determined amount.\nLive Support.", "page": 5}, {"type": "table", "page": 5, "content": ",,,,,\n,,,,,\n,,,,,\n,,,,,\n\"You can opt to apply a SuPrhcohnaer sguep ptoo rat:n 8y0 i0n-3v6o9ic-1e1s6 b0eing paid by anG eol itgoib clhea rcgreezdoiot mca.crodm. I f your busineSschs ehdausle S Luivrec hSauprgpionrgt\nenabled for all invoices, this box will be checked by default and include the determined amount.\",,,,,\n,,,,,\n,,Live Support,,,\n,,,Live Support,,\n,,,,,\n"}, {"type": "image", "page": 5, "content": "/tmp/page5_img0.png", "description": "The image contains the text \"chargezoom\" in a sans-serif font, presented in a bold and modern style. The first part of the text, \"charge,\" is in white, while the second part, \"zoom,\" is in a bright blue. A distinctive feature of the design is a stylized blue power icon integrated into the letter 'g', which represents the \"on/off\" symbol commonly associated with electronic devices. The overall style of the text and the icon suggests a branding image for a company or service related to either charging solutions, energy services, or technology focused on power and efficiency. The background of the image is a flat, dark color, which contrasts with the text and makes it stand out."}, {"type": "image", "page": 5, "content": "/tmp/page5_img1.png", "description": "This is a screenshot of a computer interface for an invoice processing system. The main focus is on a pop-up window titled \"PROCESS INVOICES.\" Within this window, there are several input fields and options:\n\n- Gateway: It has a dropdown menu, and 'NMI' is currently selected.\n- Select Card: There is a dropdown menu for card selection with an option for 'New Card.'\n- Percentage: A text box with '3.00' entered, followed by a checkbox for 'Surcharge.'\n- A table lists four invoices with columns for Invoice number, Due Date, Amount, and Payment. Each row has a text input box under 'Payment' where the user can presumably enter a payment amount.\n- Below the invoice table, there is a field to enter a 'Credit Card Number' and another row for 'EXP Date' and 'Security Code (CVV)' for a credit card. Next to these fields is a checkbox labeled 'Do not save Credit Card.'\n- At the bottom, there is a section for 'BILLING ADDRESS' with a prompt for 'Address Line 1.'\n\nOn the right side of the pop-up window, two buttons are visible: one says 'Submit Process,' and the other is '+ Add Invoice.'\n\nOutside the pop-up, the blurred background suggests additional content, including more interface elements which appear to be part of the overall invoicing system. On the left side, there are tabs for Transactions, Products & Services, Reports, Configuration, and"}, {"type": "image", "page": 5, "content": "/tmp/page5_img2.png", "description": "You've provided an image that depicts a black and white graphic. It's a silhouette with a stark contrast between the white and black areas. The design consists of a curvilinear shape resembling the number \"2\" or a backward letter \"S\" with a rectangular negative space at the bottom that's horizontally oriented. The thick borders create a bold visual with no other colors or gradients, making it a simple yet striking monochromatic graphic. The image appears to be a flat, two-dimensional representation with no shading or texture, which suggests it could be a logo, a design element, or a stylized number."}, {"type": "image", "page": 5, "content": "/tmp/page5_img3.png", "description": "The image appears to be completely black, suggesting that there might be no visual content, it's an extremely dark scene, or it could possibly be an error in the image file. There is nothing discernible within this frame given the data provided. If there was supposed to be content, there might be an issue with the image upload or the source itself."}, {"type": "text", "content": "Was this article helpful? Yes No\nRelated articles\nHow do I add a surcharge to a one-off payment?\nHow do I create User Roles?\nHow can I batch-process multiple invoices for a single customer?\nHow to use Text to Pay?\nHow do I enable Surcharging?\nLive Support.", "page": 6}, {"type": "table", "page": 6, "content": ",,,\n,,,\n,,,\n,,,\n"}, {"type": "image", "page": 6, "content": "/tmp/page6_img0.png", "description": "The image shows a simple, bold, black and white icon that represents an open envelope. The icon style is minimalistic, with a thick black outline forming the shape of the envelope. The envelope is depicted as being slightly open at the top, with the flap partially raised, indicating that it may contain a letter or message. The background of the image is plain white, which creates a strong contrast with the black silhouette of the envelope icon. This kind of icon is typically used in graphic user interfaces to represent email applications, messaging, or communication services."}, {"type": "image", "page": 6, "content": "/tmp/page6_img1.png", "description": "The image appears to be a completely black square. Since no details are visible, it looks like either the image didn't load properly, it's meant to be a solid black image, or the content is too dark to discern any detail from this view. If there's supposed to be something in the image, it's not visible with the current display settings or image quality."}], "page_image_map": {"1": ["/tmp/page1_img0.png", "/tmp/page1_img1.png", "/tmp/page1_img2.png"], "2": ["/tmp/page2_img0.png", "/tmp/page2_img1.png", "/tmp/page2_img2.png"], "3": ["/tmp/page3_img0.png", "/tmp/page3_img1.png", "/tmp/page3_img2.png"], "4": ["/tmp/page4_img0.png", "/tmp/page4_img1.png", "/tmp/page4_img2.png"], "5": ["/tmp/page5_img0.png", "/tmp/page5_img1.png", "/tmp/page5_img2.png", "/tmp/page5_img3.png"], "6": ["/tmp/page6_img0.png", "/tmp/page6_img1.png"]}}